{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "auto-dark-mode.nvim": {
      "src": "https://github.com/f-person/auto-dark-mode.nvim"
    },
    "auto-hlsearch.nvim": {
      "src": "https://github.com/asiryk/auto-hlsearch.nvim"
    },
    "blink-cmp-copilot": {
      "src": "https://github.com/giuxtaposition/blink-cmp-copilot"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "bufdelete.nvim": {
      "src": "https://github.com/famiu/bufdelete.nvim"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-cmdline": {
      "src": "https://github.com/hrsh7th/cmp-cmdline"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "copilot-cmp": {
      "src": "https://github.com/zbirenbaum/copilot-cmp"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "dracula.nvim": {
      "src": "https://github.com/Mofiqul/dracula.nvim"
    },
    "dressing.nvim": {
      "src": "https://github.com/stevearc/dressing.nvim"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "git-conflict.nvim": {
      "src": "https://github.com/akinsho/git-conflict.nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "gruvbox.nvim": {
      "src": "https://github.com/ellisonleao/gruvbox.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lazygit.nvim": {
      "src": "https://github.com/kdheepak/lazygit.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "neogen": {
      "src": "https://github.com/danymat/neogen"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-colorizer.lua": {
      "src": "https://github.com/norcalli/nvim-colorizer.lua"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-endwise": {
      "src": "https://github.com/RRethy/nvim-treesitter-endwise"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "nvim-vtsls": {
      "src": "https://github.com/yioneko/nvim-vtsls"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "other.nvim": {
      "src": "https://github.com/rgroli/other.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-github.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-github.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "treesj": {
      "src": "https://github.com/wansmer/treesj"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-illuminate": {
      "src": "https://github.com/RRethy/vim-illuminate"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-sleuth": {
      "src": "https://github.com/tpope/vim-sleuth"
    },
    "vim-speeddating": {
      "src": "https://github.com/tpope/vim-speeddating"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vscode-diff.nvim": {
      "src": "https://github.com/esmuellert/vscode-diff.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}