tap "argoproj/tap"
tap "cjbassi/gotop"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "denisidoro/tools"
tap "derailed/k9s"
tap "flschweiger/flutter"
tap "getantibody/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iina/mpv-iina"
tap "isacikgoz/taps"
tap "jesseduffield/lazydocker"
tap "michaeldfallen/formula"
tap "nektos/tap"
tap "rigellute/tap"
tap "sass/sass"
tap "wtfutil/wtfutil"
cask "xquartz"
brew "atool"
brew "autoenv"
brew "autojump"
brew "openssl@1.1"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "buku"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "docker", link: false
brew "emojify"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gdrive"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "highlight"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "libusbmuxd", args: ["HEAD"]
brew "libimobiledevice", args: ["HEAD"], link: false
brew "ideviceinstaller"
brew "iftop"
brew "libomp"
brew "ios-deploy"
brew "iproute2mac"
brew "node"
brew "joplin"
brew "jq"
brew "kubectx"
brew "lazygit"
brew "libcaca"
brew "libyaml"
brew "lsd"
brew "lynx"
brew "m-cli"
brew "mackup"
brew "macvim"
brew "mas"
brew "media-info"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "onefetch"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "pgweb"
brew "pinentry-mac"
brew "pipenv"
brew "portaudio"
brew "procs"
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "r"
brew "ranger"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "starship"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vnstat"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget", link: false
brew "wifi-password"
brew "wtfutil"
brew "xpdf"
brew "yarn"
brew "youtube-dl"
brew "zbar"
brew "zlib"
brew "zola"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "argoproj/tap/argo"
brew "argoproj/tap/argocd"
brew "cjbassi/gotop/gotop"
brew "d12frosted/emacs-plus/emacs-plus"
brew "dart-lang/dart/dart"
brew "denisidoro/tools/navi", args: ["HEAD"]
brew "derailed/k9s/k9s"
brew "getantibody/tap/antibody"
brew "github/gh/gh"
brew "iina/mpv-iina/mpv-iina"
brew "isacikgoz/taps/gitbatch"
brew "isacikgoz/taps/tldr"
brew "jesseduffield/lazydocker/lazydocker"
brew "michaeldfallen/formula/git-radar"
brew "nektos/tap/act"
brew "rigellute/tap/spotify-tui"
brew "sass/sass/sass"
cask "adobe-creative-cloud"
cask "alfred"
cask "anki"
cask "basictex"
cask "bitbar"
cask "clion"
cask "contexts"
cask "dash"
cask "docker"
cask "dropbox"
cask "edex-ui"
cask "evernote"
cask "fastlane"
cask "flipper"
cask "flutter"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "iterm2"
cask "java"
cask "kap"
cask "karabiner-elements"
cask "kitty"
cask "miniconda"
cask "notion"
cask "open-in-code"
cask "simplenote"
cask "slack"
cask "sourcetrail"
cask "spotify"
cask "telegram"
cask "ticktick"
cask "tor-browser"
cask "virtualbox"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Motion", id: 434290957
mas "Pixelmator Pro", id: 1289583905
mas "Plash", id: 1494023538
mas "TweetDeck", id: 485812721
mas "Xcode", id: 497799835
