tap "argoproj/tap"
tap "cjbassi/gotop"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "denisidoro/tools"
tap "derailed/k9s"
tap "flschweiger/flutter"
tap "getantibody/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isacikgoz/taps"
tap "jesseduffield/lazydocker"
tap "michaeldfallen/formula"
tap "nektos/tap"
tap "planetscale/tap"
tap "rigellute/tap"
tap "sass/sass"
tap "superfly/tap"
tap "warrensbox/tap"
tap "weaveworks/tap"
tap "wtfutil/wtfutil"
brew "antibody"
brew "argo"
brew "argocd"
brew "atool"
brew "autoenv"
brew "autojump"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "buku"
brew "glib"
brew "cairo"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "ctop"
brew "direnv"
brew "docker", link: false
brew "emojify"
brew "fargatecli"
brew "fd"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "srt"
brew "ffmpeg"
brew "fluxctl"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gdrive"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "libksba"
brew "gnupg"
brew "go"
brew "hadolint"
brew "helm"
brew "hexyl"
brew "highlight"
brew "htop"
brew "httpie"
brew "httpstat"
brew "hub"
brew "hugo"
brew "ideviceinstaller"
brew "iftop"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "ios-deploy"
brew "iproute2mac"
brew "jq"
brew "kops"
brew "kubectx"
brew "kubeseal", link: false
brew "lazygit"
brew "libcaca"
brew "librsvg"
brew "libyaml"
brew "lsd"
brew "lynx"
brew "m-cli"
brew "mackup"
brew "macvim", link: false
brew "mas"
brew "media-info"
brew "mysql-client"
brew "n"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nvm"
brew "onefetch"
brew "openjdk"
brew "p7zip"
brew "pandoc"
brew "peco"
brew "pgcli"
brew "pgweb"
brew "pinentry-mac"
brew "pipenv"
brew "poetry"
brew "portaudio"
brew "procs"
brew "protobuf"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "qt"
brew "r"
brew "ranger"
brew "rclone"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "sl"
brew "starship"
brew "streamlink"
brew "terraform_landscape"
brew "terraformer"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "vnstat"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "wifi-password"
brew "wtfutil"
brew "xpdf"
brew "yarn"
brew "youtube-dl"
brew "zbar"
brew "zlib"
brew "zola"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cjbassi/gotop/gotop"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "dart-lang/dart/dart"
brew "derailed/k9s/k9s"
brew "isacikgoz/taps/gitbatch"
brew "isacikgoz/taps/tldr"
brew "jesseduffield/lazydocker/lazydocker"
brew "michaeldfallen/formula/git-radar"
brew "nektos/tap/act"
brew "planetscale/tap/pscale"
brew "rigellute/tap/spotify-tui"
brew "sass/sass/sass"
brew "superfly/tap/flyctl"
brew "warrensbox/tap/tfswitch"
brew "weaveworks/tap/eksctl"
cask "adobe-creative-cloud"
cask "aerial"
cask "airdroid"
cask "alfred"
cask "anki"
cask "asana"
cask "basictex"
cask "bitbar"
cask "clion"
cask "contexts"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "edex-ui"
cask "evernote"
cask "figma"
cask "flipper"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "github"
cask "gitter"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-japanese-ime"
cask "hyper"
cask "iterm2"
cask "java6"
cask "kap"
cask "keybase"
cask "kindle"
cask "kitty"
cask "linear-linear"
cask "loom"
cask "macsvg"
cask "messenger"
cask "miniconda"
cask "notion"
cask "obs"
cask "open-in-code"
cask "oracle-jdk"
cask "pgadmin4"
cask "postgres"
cask "postman"
cask "raycast"
cask "simplenote"
cask "slack"
cask "sourcetrail"
cask "spotify"
cask "streamlabs-obs"
cask "telegram"
cask "ticktick"
cask "tor-browser"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "zeronet"
cask "zoom"
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Health Auto Export", id: 1115567069
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Motion", id: 434290957
mas "Pixelmator Pro", id: 1289583905
mas "Plash", id: 1494023538
mas "Streaks", id: 1493327990
mas "TweetDeck", id: 485812721
